<template>
  <div class="page">
    <h1 class="main-header">معرفی</h1>
    <div class="translator-info">
      <h4>پیش گفتار:</h4>
      <p>این سایت ترجمه‌ای است از ویدیو های آموزشی:</p>
      <p>
        <a
         class="english"
          target="_blank"
          href="https://www.udemy.com/course/learning-to-learn-efficient-learning-zero-to-mastery/"
          >Udemy - Learning to Learn [Efficient Learning]: Zero to Mastery</a
        >
      </p>
      <p>
        چون منبع اصلی این مطالب ویدئو است سعی شده که ترجمه به محاوره نزدیک‌تر
        باشد.
      </p>
      <p>
        ترجمه و ارائه از
        <a
          href="https://www.linkedin.com/in/alireza-gholami-16b29428/"
          target="_blank"
          >علیرضا غلامی</a
        >
        ،

        <a href="mailto:alireza.gholami403@gmail.com" class="english"
          >alireza.gholami403@gmail.com</a
        >
      </p>
    </div>
    <div >
      <h4>نمای کلی درس</h4>
      <p>
        سلام. این درس بعضی از کتاب ها و موضوعات مورد علاقه ام مانند تحقیقات و
        مطالعات علمی چگونه یادگرفتن و کارکرد مغز، پوشش میده که احساس کردم مفید
        هستند. همچین چند تا از توصیه های خودم میگم که چکیده ای است از "چگونه
        یادگرفتن را فرا بگیریم".
      </p>
      <p>
        اول از اصل‌ها یا قواعد شروع می کنیم. قواعد ذهنیت ما را آماده می‌کند.
        لازمه که اول چند چیز را یاد بگیریم که ذهن ما آماده دریافت تکنیک هایی شود
        که در ادامه این درس یاد خواهیم گرفت.
      </p>
      <p>
        بعدش میریم سراغ دروغ ها، چیزهایی که وقتی صحبت از یادگیری یا رشد در حرفه
        تان می شود؛ بارها و بارها شنیده اید. قراره چند تا از اون دورغ‌ها رو
        بریزیم دور.
      </p>
      <p>
        قسمت بعدی ستون‌ها ست. چهار ستون بنیادی لازمه که ما در یادگیری هر موضوعی
        استاد بشیم.
      </p>
      <p>
        بعد از فراگیری این‌ها نوبت دانش می‌رسه؛ این قسمت همه‌ش درباره آشنایی با
        تحقیقات علمی واقعی هستند که مغز ما چگونه کار می‌کند، چطور می‌تونیم از
        این دانش استفاده کنیم تا به یادگیری موثر برسیم.
      </p>
      <p>
        بعد از آن به آخرین قسمت درس می‌رسیم. در اینجاست که هر چی که از قسمت های
        قبل یادگرفتیم به کار می بریم تا از این تکنیک ها استفاده کنیم. تکنیک ها
        فقط یه عنوان جالب مانند "از فلش کارت استفاده کن" نیستند، این تکنیک ها،
        تکنیک های مادام‌العمری هستند که شمارا می توانند یک یادگیرنده حرفه‌ای
        تبدیل کنند.
      </p>
      <p>
        در پایان درس شما توانایی این را خواهید داشت که چهارچوب خود را برای
        یادگیری هر موضوعی بسازید، می‌دونید که چطوری از صفر به استادی برسید.
      </p>
      <p>
        قبل از شروع شاید بپرسید که تو کی هستی که اینا رو به ما میگی؟ من کی هستم
        و چرا شما باید به من اعتماد کنید؟ منم جای شما بودم همین سوال می کردم. من
        مربی موج سواری هستم، مربی یوگا هستم. من کاپیتان یه تیم ماجراجویی در
        انتوریو هستم. من چهار تا کسب و کار راه انداختم. من یاد گرفتم که برنامه
        نویسی کنم و در جایی مثه سیلیکون ولی و تورنتو کار کنم، همچنین من به
        200هزار نفر در سراسر جهان یاد دادم که چجوری برنامه نویسی کنند که بعضی
        هاشون الان جا هایی مثل آمازون و گوگل کار می کنند. من هیچکدوم از این
        مهارت ها رو تا قبل از فارغ التحصیلی از کالج نداشتم. همه این مهارت هارو
        از صفر در دهه سوم زندگیم یادگرفتم. همچنین من به چهار زبان صحبت می کنم.
        اما چیزی که باید بگم اینه که من خاص نیستم، قهرمان نیستم، سخت کوش نیستم.
        من فقط یه یادگیرنده کارآمد م. الان در میانه دهه چهارم زندگی ام و عاشق
        کاری ام که دارم انجام میدم و از هم چهارچوبی که قراره بهتون یاد بدم در
        طول زندگیم استفاده کردم. در واقع ترجیح میدم که به شما یاد بدم که بقیع
        حرفه ها چی پیشنهاد میدم، علم درباره مغز چی میگه. گرچه چند تا از توصیه
        های خودم در طول در بهتون میگم. در آخر اینکه چیزی رو از چند منبع یاد
        بگیرید موثر تر است. برای همین در طول در منابع خارجی هم معرفی میشود که
        شما میتوانید آن ها را نیز مطالعه کنید.
      </p>
    </div>
    <guidelink backLink="/" backLinkName="صفحه نخست" nextLink="/principles" nextLinkName="اصل‌ها" />
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
.translator-info {
  margin-bottom: 2.5rem;
}

</style>