<template>
  <div class="page">
    <h1 class="main-header">اصل‌ها</h1>
    <h3 class="second-header">اختیار در برابر اجبار</h3>
    <p>
      قراره این یه اصل کوتاه باشه. اختیار در مقابل اجبار. این که یه کاری انجام
      بدی اختیاره، نه اجبار. وقتی با خودت فکر می‌کنی که باید ورزش کنی و حس
      اجباری بودن بکنی، در دراز مدت به ورزش کردن ادامه نمیدی چون یه کاری شده مثل
      شستن ظرف یا لباس، افراد زیادی نیستن که از این کارا لذت ببرن. ما انجامشون
      میدیم چون مجبوریم. ولی وقتی نوبت یادگیری باشه، اگر احساس اجباری بودن بکنیم
      احتمالا انجامش نمی‌دهیم. چون بر خلاف ظرف که کثیف میشه و لباس که چرک میشه،
      انجام ندادن یادگیری جنبه بصری نداره و توی چشم نیست.
    </p>
    <p>
      در عوض می می‌خواهیم تمرکزمون از اجباری بودن یادگیری برداریم و به اون به
      چشم یه چیز اختیاری نگاه کنیم. اجبار ها موقتی هستن و خیلی دوام نمیارن. وقتی
      شما تمرکز تون به اختیاری بودن یادگیری انتقال بدهید و کاملا درک کنید که
      یادگیری اختیاریه می تونید امروز هیچ کاری نکنید، می تونید بقیه هفته رو
      استراحت کنید. این یه انتخابه یا می تونید بگید انتخاب می کنم که روزی
      20دقیقه به یادگیری بپردازم. وقتی تمرکزمون از "اجباری بودن کاری که باید
      انجام بدیم" به سمت" اختیاری بودن کاری که دلمون می خواد" ببریم، در دراز مدت
      همیشه اختیار بر اجبار پیروز می‌شود.
    </p>
    <guidelink
      backLink="/principles/failures-dont-count"
      backLinkName="شکست‌ها حساب نیستند"
      nextLink="/principles/its-all-in-the-frame"
      nextLinkName="همه چیز در دیدگاه است"
    />
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
</style>