<template>
  <div class="page">
    <h1 class="main-header">اصل‌ها</h1>
    <h3 class="second-header">یادگیری مرکب</h3>
    <p>
      این یکی از اصل های مورد علاقه منه، یادگیری مرکب. خوب این یعنی چی؟ ایده ش
      از سود مرکب میاد که شاید اسمش به گوشتون خورده باشه. ایده سود مرکب اینه که
      اگه ما سرمایه اولیه صد دلار داشته باشیم و اینُ با سود سالانه 3درصد یه جایی
      سرمایه‌گذاری کنیم بعد 60 سال شما 600دلار خواهیم داشت. (روی سود سرمایه مون
      هم سود خواهیم کرد). 6برابر بیشتر از اصل سرمایه مون.
    </p>
    <p>
      برگردیم به ایده یادگیری مرکب. یادگیری مرکب این برتری رو داره که یادگیری هر
      روز در زندگی ما اتفاق می‌افته. ما باید تمرکزمون رو از ((چپاندن کلی اطلاعات
      که می خوایم یادبگیریم اونم توی یه جلسه یک روزه کامل)) ببریم به سمت یادگیری
      تکه‌های ریز و کوچک. ایده ش هم اینه که هر روز تغییرات کوچکی به وجود بیار.
      ورزش کردن برای تناسب اندام رو در نظر بگیرید. یک روز در هفته و آن هم 5 ساعت
      باشگاه بودن و ورزش کردن در برابر فقط 20 دقیقه ورزش کردن روزانه. ایده
      یادگیری مرکب خیلی چیز خوبیه چون به این معنا ست که لازم نیست شما کلی وقت
      خودتون صرف یادگرفتن موضوعی بکنید. و از بقیه چیز ها توی زندگی تون جا بمونید
      و عذاب بکشید که 12 ساعت توی یه روز چیزی یاد بگیرید. نه! در عوض شما هر روز
      تلاش می کنید که چیز های کوچک انجام بدید. آلن وایز (Alan Weiss) گفته "اگه
      شما روی یک درصد خودتون بهتر کنید، توی 70 روز دو برابر آدم بهتری خواهید
      بود." بر اساس یادگیری مرکب. بهم اعتماد کنید ریاضی این قضیه هم درسته.
    </p>
    <p>
      خوب پس شانس آوردید. لازم نیست برای یادگیری مبحثی خودتونُ یک ماه توی اتاق
      حبس کنید. لازم نیست 12 ساعت در روز خودتون برای یادگیری عذاب بدید. نه! به
      جاش تنها کاری که باید بکنید اینه که پشتکار داشته باشید و قدم به قدم و کم
      کم هر روز 20 دقیقه روی یادگیری تمرکز کنید. و این به این معناس که هر هفته
      شما 2ساعت دانش خودتون توسعه دادید. این روش توی دراز مدت، در طول عمر، همیشه
      کسی رو که فقط یک هفته صرف یادگیری چیزی کرده (توی ده جلسه و آخر سر هم خسته
      شده و ادامه نداده) رو شکست میده.. یادتون باشه تو این قضیه باید دراز مدت رو
      در نظر بگیرید. این تغییرات کوچکی که ما هر روز انجام میدیم بعدها در
      زندگیمون اثر مرکب خواهند داشت.
    </p>
    <guidelink
      backLink="/principles/the-dip"
      backLinkName="فرو رفتن"
      nextLink="/principles/failures-dont-count"
      nextLinkName="شکست‌ها حساب نیستند"
    />
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
</style>