<template>
  <div class="page">
    <h1 class="main-header">اصل‌ها</h1>
    <h3 class="second-header">شکست‌ها حساب نیستند</h3>
    <p>
      حدس بزنید چی شده؟ شکست ها بر علیه شما حساب نمی شوند. بعضی وقتا از این می
      ترسیم که بقیه مارو قضاوت کنند. احساس کنیم که ما به قدر کافی خوب نیستیم.
      ولی خبر خوب اینه که شکست ها ضد ما حساب نمی شوند. هر آدمی رو که امروز
      ملاقات کنید شما رو چیزی که الان هستید می‌بینه. واسشون مهم نیست که 5 سال
      پیش شما آزمونی رو رد شُدید. اهمیتی نمیدن که 10 سال پیش شما توی یه مهمونی
      آبرو ریزی راه انداختید. اونا شما رو با وضعیت فعلی تون می‌شناسند. هیچکس
      یادش نمیاد که ایلان ماسک توی فلان امتحان گند زده یا توی مصاحبه کاری رد
      شده. همه شما رو با وضعیت الان تون به خاطر می‌آورند.
    </p>
    <p>
      این قشنگیِ این اصله که لازم نیست شما اکثر مواقع موفق باشید. در واقع شما می
      تونید فقط یک درصد مواقع موفق باشید. شما می تونید 100 بار شکست بخورید. برای
      موقعیت های مختلف کاری 100 بار درخواست بدید و 100بار رد بشید. ولی برای صد
      مین بار به گوگل درخواست می دهید و اونا قبول تون می‌کنند، اون همه رد شدن
      توی مصاحبه ها مهم نیست. چون جایی که شما هستید یک کارمند گوگل هستید و این
      شهرت و آوازه خوبیه که همه شما رو از اون دریچه می بینند. اشتباهات شما بر
      علیه شما شمرده نمی شوند. وقتی شما به اون نقطه برسید. مثلاٌ استخدام توی
      گوگل. لازم نیست به عقب برگردید و به پایین تپه نگاه کنید، از اون فقط شما به
      بالا حرکت می‌کنید. این چیزیه که مردم وقتی آدمای اَبَر موفق رو می‌بینید
      اتفاق می افته. مردم به اونا یه چشم یه قهرمان بی نهایت باهوش نگاه می‌کنند.
      جوری به اونا نگاه کنند که انگار هرگز توی زندگی‌شون اشتباه نداشتند. وقتی از
      این قهرمان ها می‌پرسیم که چی شد اینقدر شما موفق شدید در اکثر مواقع جوابشون
      اینه: گذروندن سال‌ها شکست و تمرین و گام برداشتم برای بهبود مداوم. هیچ کس
      توی چشم به هم زدن موفق نشده.
    </p>
    <p>
      وقتی چیزی رو بد انجام دادید، بد شد، مثه اینه که اصن چیزی رو انجام ندادید،
      ولی با یادآوری این اصل، حقیقت بر عکس اینه، هر بار که شما اشتباه می‌کنید،
      هر بار که شکست می خورید، شما یه چیزی یاد می‌گیرید. یه شما یه بازخوردی میده
      که دفعه بعدی چطور عمل کنید. هر شکست شما رو به جایی که می‌خواهید باشید
      نزدیکتر می کنه. به جای اینکه اون شخصی باشید که از انجام دادن کاری طفره
      میره چون می‌ترسه که شکست بخوره. از این اصل استفاده کنید و متوجه بشید که
      شکست ها واقعا بر علیه شما نیستند. هر بار که شما اشتباه می کنید، شکست
      می‌خورید، شما به هدفتون نزدیک و نزدیکتر می‌شوید.
    </p>
    <guidelink
      backLink="/principles/compound-learning"
      backLinkName="یادگیری مرکب"
      nextLink="/principles/choice-vs-chore"
      nextLinkName="انتخاب در برابر اجبار"
    />
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
</style>