<template>
  <div class="page">
    <h1 class="main-header">اصل‌ها</h1>
    <p>
      کل این بخش درباره تغییر دادن ذهنیت شماست. بر اساس مطلبی که در بخش علم به
      آن خواهیم رسید، مغز ما دارای ویژگی انعطاف پذیری (neuroplasticity) است.
      می‌تواند بر اساس اعمال و ورودی‌های مختلف در طول عمر تکامل یابد و تغییر
      کند. یکی از اولین کار هایی که قراره در طول این درس انجام بدیم اینه که
      مغزمون رو با این اصل‌ها دوباره سیم‌پیچی کنیم.
    </p>
    <p>
      این بخش ممکنه با خودیاری (کمک به خود) اشتباه گرفته بشه. به این معنی که
      باعث میشه که احساس خوبی بکنید بدون اینکه واقعا کاری انجام داده باشید. زیاد
      جالب نیست نه؟! گرچه این بخش سعی می‌کنه بذر تفکر حیاتی و اساسی که برای
      ادامه درس به اون نیاز داریم در مغز شما قرار بده. می‌خوام که مواظب باشید.
      گاهی اوقات این نوع موضوعات باعث میشه که شما حس خوبی داشته باشید بدون اینکه
      واقعا کاری انجام داده باشید. فقط با مطالعه این بخش شما یک یادگیرنده بهتر
      نخواهید شد.
    </p>
    <p>
      در عوض با معرفی این اصل ها ما می‌خوایم بعضی از واقعیت‌ها درباره جهانی که
      در اون زندگی می کنیم رو بفهمیم که برای بخش‌های آینده آماده باشیم. خواندن
      این بخش ممکنه باعث بشه حس خوبی داشته باشین اما بدون بقیه بخش‌ها، خیلی به
      دردتون نمی‌خوره. شاید با خوندن مطالب این بخش به نظر خیلی راحت و سطحی باشن
      اما ایده اصلی اینه که شما همیشه می تونید به مطالب این بخش برگردید و دوباره
      اون‌ها رو مطالعه کنید و اصل ها رو به یاد بیارید و آنچه که در ادامه درس یاد
      خواهیم گرفت را به کار ببرید. چون این بخش فقط درباره اینه مغزمان را طوری
      تنظیم کنیم که جور دیگری به دنیا نگاه کند، از جایی که ما تسلطی بر آن نداریم
      و انفعالی عمل می‌کنیم به جایی که بر آن تسلط داریم و می‌توانیم به آن شکل
      دهیم.
    </p>
    <guidelink
      backLink="/introduction"
      backLinkName="معرفی"
      nextLink="/principles/learning-vs-winning-the-system"
      nextLinkName="یادگیری در برابر برنده شدن"
    />
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
</style>