<template>
  <div class="page">
    <h1 class="main-header">اصل‌ها</h1>
    <h3 class="second-header">یادگیری در برابر برنده شدن در سیستم</h3>
    <p>
      بزارید یه سوال ازتون بپرسم. وقتی مدرسه می‌رفتید به نمره‌هاتون اهمیت می
      دادید؟ تلاش می‌کردید که نمره‌ها رو بهتر کنید؟ خوب خیلی‌هاتون میگین آره.
      خیلی کم اتفاق می‌افته که کسی مدرسه بره و تمرکزش رو روی یادگیری بزاره یا
      مقدار چیزی که یادگرفته رو مبنای موفقیتش قرار بده در برار نمره هایی که
      گرفته! یا بزارید این سوال از شما بپرسم، شما توی یک شرکت یا چند نفر دیگه
      روی یه پروژه کار می‌کنید. شما کار ها رو از دیدگاه اینکه چیزی رو یاد بگیرید
      انجام میدید یا اینکه کار ها رو انجام میدید که مدیرتون یا رئیس‌تون خوشحال
      کنید؟
    </p>
    <p>
      این ایده اصلی یادگیری در برابر برنده شدن در سیستم (Learning vs Winning The
      System) است. به عنوان مثال وقتی میریم مدرسه، این جور مکان ها جایی‌ است که
      ما فقط یک بازی را برای پیروز شدن در سیستم انجام می‌دهیم. این سیستم یک
      ساختار مشخص در مدرسه است که به شما اجازه میدهد در آن موفق شوید. نمرات خوبی
      در امتحان بگیرید. خیلی کم اتفاق می‌افته که ما به جای اینکه به قبولی در
      امتحان فکر کنیم، روی یادگیری دراز مدت تمرکز کنیم، چجوری می تونیم از این
      کلاس چیزی یاد بگیریم.
    </p>
    <p>
      برای اینکه شما به یک یادگیرنده کارآمد تبدیل شوید لازمه تمرکزتون از برنده
      شدن در بازی، غلبه کردن بر سیستم به یادگیری دراز مدت انتقال بدین. که
      احتمالا در ابتدا زیاد هم خوشایند نیست. شاید قبول کردن یک شغل که اطراف تون
      رو آدم های باهوش تر از شما گرفتن که شما امکان رشد و یادگیری داشته باشید در
      دراز مدت استراتژی بهتری باشه از اینکه بر سیستم پیروز بشید و فقط تلاش کنید
      رئیس‌تون،مدیر یا دوستان‌تون تحت تاثیر قرار بدین. وقتی در زندگی به گزینه
      های مختلفی بر می خورید این اصل یادتون باشه. شما باید چیزی رو انتخاب کنید
      که به شما امکان یادگیری دراز مدت رو میده. در دراز مدت، یادگیری دراز مدت
      همیشه برنده شدن در سیستم رو شکست میده.
    </p>
    <Guidelink backLink="/principles" backLinkName="اصل‌ها" nextLink="/principles/what-is-success" nextLinkName="موفقیت چیست؟" />
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
</style>