<template>
  <div class="page">
    <h1 class="main-header">اصل‌ها</h1>
    <h3 class="second-header">موانع</h3>
    <p>
      بزارید بهتون بگم شما افتضاحید! ناراحت نشید می خوام یه مطلبی رو برسونم.
      وقتی چیزی رو امتحان می‌کنیم و اولش موفق نمی‌شیم حس خوبی نداره، مگه نه.
      احساس خوبی نداره افتضاح بودن و این مارو به اصل بعدی می‌رسونه. سدِ راه. مهم
      نیست چی باشه، وقتی ما یه مبحث تازه رو یاد می‌گیریم به این سدِ راه بر خوریم
      که افتضاحید. می‌تونید ببینید که چه راه درازی با افتضاح نبودن فاصله دارید.
      می‌تونید این فاصله رو حس کنید، فاصله بین چیزی که الان هستید و چیزی که
      دل‌تون می‌خواد باشد و خیلی نا امید کننده است، درسته؟ حسش مثل اینه که
      هیچوقت به اونجا نمی‌رسید. انگار یه راه غیر ممکنه. شاید فکر کنید که رسیدن
      به اون هدف ممکنه اما به نظر می‌رسه زمان خیلی درازی لازم داره. خیلی دوره.
      خیلی کار داره.
    </p>
    <p>
      ولی می‌خواهیم تمرکزمون از موانع برداریم، این ذهنیت تغییر بدیم. وقتی شما با
      مانعی برخورد می‌کنید، یا صدایی تو سرتون به شما میگه که تو نمی‌تونی انجامش
      بدی یا تو افتضاحی. لازمه که شما این به یه چیز خوب تغییر بدید. دارم یه چیز
      ارزشمند انجام میدم. عوض اینکه از غرورمون محافظت کنیم که یه وقت افتضاح
      نباشیم، لازمه که تمرکزمون بزاریم روی اینکه خوبه! دارم یه مهارتی رو یاد
      می‌گیرم که احتمالا بقیه هم اولش همین حس داشتند و بیخیالش شدن اما من نه! من
      به راهم ادامه میدم چرا که این چیزیه که یه مهارتُ برای یادگیری ارزشمند
      می‌کنه. هیچ کس اولش تو هیچ موضوعی خوب نیست. موفق‌ترین آدم‌های جهان هم اولش
      در حرفه‌شون تازه‌کار بودن؛ یه زمانی بیل گیتس هم نمی تونست کد بزنه! در آغاز
      همه ما تازه‌کار هستیم. لازمه که چیزی رو امتحان کنیم و جواب نادرست بگیریم.
      واقیعت اینه که اگه شما بلافاصله در کاری موفق بشید و به هیچ مانعی بر
      نخورید، در واقع چیز بدی‌ است چون که شما از درس های سختی که آدم از شکست‌ها
      یادمی‌گیرند چیزی یاد نگرفته‌اید.
    </p>
    <p>
      چیزی که می خواهید انجام دهید و مسیری که می‌خواهید بروید، مبحث جدیدی که
      می‌خواهید یادبگیرید، حرفه جدیدی که می خواهید شروع کنید، کسب و کار جدیدی که
      می خواهید راه بیاندازید، بیشتر آدم ها انجامش نمیدن، به خاطر همین موانع.
      اما موانع همان راهی است که دیگران رهایش کرده اند و تسلیم شدند. وقتی به این
      موانع می‌رسید یا شکست می خورید، این ها موفقیت آینده شما را تعریف می‌کنند.
      پس وقتی به این کلمات می‌رسید تمرکزتون رو جا به جا کنید. از افتضاح بودن لذت
      ببرید. وقتی احساس می‌کنید در چیزی افتضاحید، شما چیزی رو پیدا کردید که
      دیگران تمایل ندارند انجام بدهند و این چیزیه که مهارت شما رو ارزشمند
      می‌کنه.
    </p>
    <guidelink
      backLink="/principles/what-is-success"
      backLinkName="موفقیت چیست؟"
      nextLink="/principles/the-dip"
      nextLinkName="فرو رفتن"
    />
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
</style>