<template>
  <div class="page">
    <h1 class="main-header">اصل‌ها</h1>
    <h3 class="second-header">فرو رفتن</h3>
    <p>
      این هم یه حقیقت بی‌رحم، فرو رفتن! مهم نیست چی باشه هر وقت که شروع می کنی
      چیز تازه رو یاد بگیری یا داری تلاش میکنی توی کاری خبره بشی، یه بازه های
      زمانی هستند که احساس نا امیدی می‌کنی، هیچ‌وقت به چیزی که می خوای نمی‌رسی.
      که ما درباره ش توی قسمت موانع صحبت کردیم. اما اینم یه حقیقت دیگه، و حقیقت
      تلخی هم هست ولی باید قبول کنیش؛ یه احتمالی هم هست که تو واسه این کار ساخته
      نشدی! همه که نمی‌تونن به هر چیزی تبدیل بشن، بعضی آدم‌ها قرار نیست هرگز یه
      ژیمناست حرفه‌ای بشن. یا بعضی آدم‌ها قرار نیست موزیسین بشن و خوب بعضی ها هم
      هرگز یه برنامه‌نویس خوب نمیشن.
    </p>
    <p>
      این قضیه واقعا اتفاق می‌افته و ست گودین (Seth Godin) توی کتابش به اسم The
      dip درباره ش نوشته، کل کتاب درباره همینه. تو می‌تونی سخت تلاش کنی، گام
      برداری و پشتکار داشته باشی ولی گاهی اوقات این مسیر مناسب شما نیست و این
      خیلی مهمه که شما کِی متوجه این بشید و دیگه ادامه ندید، بیخیال این موضوع
      بشید و چیز دیگه ای رو امتحان کنید. پس میخوام آمادگی این داشته باشید، وقتی
      می‌شنوید که شما می‌تونید هر کاری رو انجام بدید. حتما! ولی مغز ما ظرفیت
      محدودی داره که در ادامه خواهید دید. همچین ما روی این زمین زمان محدودی هم
      داریم. پس راهی که داریم انتخاب می‌کنیم باید یه راه هوشمندانه باشه، یه
      انتخاب هوشمندانه. اینقدر فشار بیارید که بتونید به اون موانع غلبه کنید ولی
      بدونید که فرو رفتن هم اونجاست و کِی باید شما بیخیالش بشید. خیلی انگیزشی
      نیست نه؟ ولی حقیقته.
    </p>
    <guidelink
      backLink="/principles/the-obstacle"
      backLinkName="موانع"
      nextLink="/principles/compound-learning"
      nextLinkName="یادگیری مرکب"
    />
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
</style>