<template>
  <div class="page">
    <h1 class="main-header">اصل‌ها</h1>
    <h3 class="second-header">موفقیت چیست؟</h3>
    <p>
      موفقیت چیست؟ موفقیت چه معنایی برای شما دارد؟ همه ما جواب‌های مختلفی به این
      سوال داریم. شاید همپوشانی داشته باشه؛ شاید موفقیت داشتن خانواده باشه، شاید
      داشتن یک شغل موفق باشه یا داشتن کلی پول.
    </p>
    <p>
      نسبت به هر فرد، همیشه یه سری همپوشانی ها و اختلاف هایی هست. اما بزارید این
      سوال از شما بپرسم، موفقیت با باهوش بودن همراهه ؟ اگر شما باهوش باشید، موفق
      هم هستید ؟ لزوماً نه. گام برداشتن و پشتکار است که مارا به سوی موفقیت
      می‌برد. باهوش بودن عالیه اما شما به گام برداشتن و پشتکار نیاز دارید. گاهی
      وقت‌ها اشتباه برداشت می‌شود که فقط باهوش بودن راحت‌ترین راه رسیدن به
      موفقیت است، ولی نیست. یک یادگیرنده کارامد و با هوش بودن عالیه ولی برای
      موفق شدن شما باید گام بردارید و پشتکار داشته باشید. همینطور با که این درس
      پیش میریم متوجه می‌شوید که یک راه و ترفند آسون وجود نداره شما رو اونجایی
      برسونه که دوست دارید باشید. در آخر این شمایید که باید برای چیزی که
      می‌خواهید سخت کار کنید. برای موفقیت باید ریسک کنید، اشتباه کنید، کار
      نامتعارف انجام بدید. اونهایی که موفق شدن کسانی هستند که مسیر هایی رو
      انتخاب کردن که کمتر کسی رفته و گام برداشتند و پشتکار داشتند.
    </p>
        <guidelink
      backLink="/principles/learning-vs-winning-the-system"
      backLinkName="یادگیری در برابر برنده شدن"
      nextLink="/principles/the-obstacle"
      nextLinkName="موانع"
    />
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
</style>